{
  "run_date": "2026-01-25",
  "source": "arxiv",
  "config_path": "config/config.yaml",
  "profile_path": "profiles/group_profile.json",
  "query": "cat:hep-ph OR cat:hep-th OR cat:gr-qc OR cat:astro-ph.CO OR cat:astro-ph.HE OR cat:hep-ex",
  "fetched_at": "2026-01-25T16:22:45.172868+00:00",
  "papers": [
    {
      "arxiv_id": "2601.16213v1",
      "title": "Gauge Theory and Skein Modules",
      "authors": [
        "Du Pei"
      ],
      "abstract": "We study skein modules of 3-manifolds by embedding them into the Hilbert spaces of 4d ${\\cal N}=4$ super-Yang-Mills theories. When the 3-manifold has reduced holonomy, we present an algorithm to determine the dimension and the list of generators of the skein module with a general gauge group. The analysis uses a deformation preserving ${\\cal N}=1$ supersymmetry to express the dimension as a sum over nilpotent orbits. We find that the dimensions often differ between Langlands-dual pairs beyond the A-series, for which we provide a physical explanation involving chiral symmetry breaking and 't Hooft operators. We also relate our results to the structure of $\\mathbb{C}^*$-fixed loci in the moduli space of Higgs bundles. This approach helps to clarify the relation between the gauge-theoretic framework of Kapustin and Witten with other versions of the geometric Langlands program, explains why the dimensions of skein modules do not exhibit a TQFT-like behavior, and provides a physical interpretation of the skein-valued curve counting of Ekholm and Shende.",
      "link": "https://arxiv.org/abs/2601.16213v1",
      "published": "2026-01-22T18:59:51+00:00",
      "updated": "2026-01-22T18:59:51+00:00",
      "categories": [
        "hep-th",
        "math.AG",
        "math.GT",
        "math.QA",
        "math.RT"
      ]
    },
    {
      "arxiv_id": "2512.19780v2",
      "title": "Higher-Point Correlators in N=4 SYM: Ten-Dimensional Null Polygons",
      "authors": [
        "Till Bargheer",
        "Albert Bekov",
        "Carlos Bercini",
        "Frank Coronado"
      ],
      "abstract": "We consider higher-point generalizations of the \"octagon\" large-charge four-point function in planar N=4 super Yang-Mills theory. These n-point polygon correlators are defined as ten-dimensional null limits of generating functions of n-point correlators of protected scalar operators with arbitrary R-charge, and are conjecturally dual to massive scattering amplitudes of W-bosons on the Coulomb branch of the theory. We present a twistor-based direct computation of the polygon loop integrands, and determine the two-loop integrands for any number of external operators. The result is expressed as a linear combination of conformal integrals, with coefficients that are rational functions of the spacetime distances and operator polarizations. We obtain an exact match with a one-loop integrability computation, and study the near-massless limit of the pentagon function.",
      "link": "https://arxiv.org/abs/2512.19780v2",
      "published": "2025-12-22T19:00:00+00:00",
      "updated": "2026-01-22T18:54:58+00:00",
      "categories": [
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16197v1",
      "title": "Constraining dark energy models using Jackknife and Bootstrap resampling",
      "authors": [
        "Roshna K",
        "Nikhil Fernandes",
        "P Praveen",
        "V. Sreenath"
      ],
      "abstract": "Analyses of type Ia supernovae have helped us shed light on the existence and nature of dark energy. Most of these analyses have relied on Bayesian techniques. In this work, we rely on resampling techniques to analyse supernova data. In particular, we use the generalised least squares method together with Jackknife and Bootstrap techniques to estimate parameters of $Λ$CDM, flat $Λ$CDM, $w$CDM, flat $w$CDM, and flat $w_0\\,w_a$CDM models from the recent PantheonPlus and SH0ES data. For completeness, we also perform Bayesian analysis using Markov chain Monte Carlo (MCMC) and nested sampling algorithms, and compare the results. We note that resampling techniques can help highlight the limitations of the data. For instance, we see that the Jackknife method estimates a strong positive correlation between $h$ and $M$ and higher standard deviations for both. This may have significant implications for the Hubble tension. We conclude with a discussion of our results.",
      "link": "https://arxiv.org/abs/2601.16197v1",
      "published": "2026-01-22T18:49:41+00:00",
      "updated": "2026-01-22T18:49:41+00:00",
      "categories": [
        "astro-ph.CO"
      ]
    },
    {
      "arxiv_id": "2508.15891v2",
      "title": "Constraining light dark matter in vector-scalar portals with COSI and AMEGO-X",
      "authors": [
        "Maíra Dutra",
        "Clarissa Siqueira",
        "Tonia M. Venters"
      ],
      "abstract": "Detecting gamma-ray signals that could be due to dark matter (DM) particles would give us invaluable information about the nature of DM. In particular, gamma-ray lines could provide a way to measure the DM mass. The excellent energy resolution of the upcoming Compton Spectrometer and Imager (COSI) will allow us to probe underexplored regions of the DM parameter space while being sensitive to distinctive spectral features of potential DM signals. In this work, we consider a fermionic sub-GeV DM charged under a new U(1) gauge symmetry. Both the DM and the new gauge boson $Z'$ acquire mass from a new singlet scalar. The masses of the new particles in this class of vector-scalar portal models are naturally at the MeV scale, enabling detectable gamma-ray lines in the bandpasses of COSI and proposed missions such as the All-sky Medium Energy Gamma-ray Observatory eXplorer (AMEGO-X). We estimate the sensitivities of COSI and AMEGO-X to sub-GeV DM in this context, considering a B-L and a purely axial $Z'$ as benchmark examples. We find regions of the parameter space where COSI will provide leading constraints, beyond the strong CMB limits. On the other hand, AMEGO-X would probe most of the viable parameter space leading to continuum gamma rays. The implementation of our generic vector-scalar portal model in the Hazma toolkit is available at GitHub.",
      "link": "https://arxiv.org/abs/2508.15891v2",
      "published": "2025-08-21T18:00:01+00:00",
      "updated": "2026-01-22T18:47:17+00:00",
      "categories": [
        "hep-ph",
        "astro-ph.HE",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16190v1",
      "title": "Evolution of the recent high-accretion state of the recurrent nova T CrB: HST, Swift, NuSTAR, and XMM-Newton observations",
      "authors": [
        "G. J. M. Luna",
        "N. P. M. Kuin",
        "K. Mukai",
        "J. L. Sokoloski",
        "K. Page",
        "J. P. Osborne"
      ],
      "abstract": "As the recurrent nova T Coronae Borealis (T CrB) approaches its next predicted thermonuclear eruption, it is currently exhibiting a \"super-active state\" (SAS) characterized by enhanced multiwavelength emission similar to the behavior recorded prior to the 1946 outburst. We present a multiwavelength analysis of the SAS and the subsequent \"faint state\" using observations from HST, Swift, NuSTAR, and XMM-Newton. Our results indicate that the SAS was driven by an increase in the mass accretion rate, which caused the accretion disk's boundary layer to become optically thick. A weighted least squares regression analysis quantifies the evolution of the accretion components, displaying a highly significant (4.5$σ$) increase in the luminosity of the optically thin cooling flow (L$_{cf}$) and a marginal (2.58$σ$) decrease in the optically thick boundary layer luminosity (L$_{bb}$) as the system transitioned into the faint state. We find that this dimming is consistent with an intrinsic change in the accretion flow rather than dust obscuration, supported by the lack of infrared excess and the stability of the 2175 Å feature. Additionally, a time-series analysis using autoregressive modeling to account for correlated red noise revealed no significant periodicities, thereby disputing the previously reported $\\sim$6000 s signal. These findings suggest that the pre-outburst evolution of T CrB is characterized by significant changes in the accretion disk structure and boundary layer, providing a self-consistent physical framework for the system's behavior as it approaches eruption.",
      "link": "https://arxiv.org/abs/2601.16190v1",
      "published": "2026-01-22T18:42:04+00:00",
      "updated": "2026-01-22T18:42:04+00:00",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ]
    },
    {
      "arxiv_id": "2512.13906v3",
      "title": "A cyclic quintessence-dominated universe with negative cosmological constant in a scale-invariance modified gravity",
      "authors": [
        "Nasr Ahmed",
        "Kazuharu Bamba"
      ],
      "abstract": "The AdS vacuum corresponds to a negative cosmological constant $Λ$. While it is well-motivated theoretically, There has always been controversy over its actual existence. The AdS-dS transition is corresponding to a sign switching $Λ$. We propose an ansatz for a negative time-varying cosmological constant as a function of Hubble parameter $Λ(H)$, and use it in constructing a periodic model with no future singularity in a scale-invariance gravity. While the negative $Λ$ ansatz leads to a physically acceptable cosmic description, we get unphysical parameters with positive and zero values of $Λ$. The model reveals a sign flipping of cosmic pressure during each period in a quintessence-dominated universe associated with a Quintom behavior occurs near the end of the cycle. The current work represents a revisit to the non-conventional mechanism of negative $Λ$ that are expected to address the late-time acceleration.",
      "link": "https://arxiv.org/abs/2512.13906v3",
      "published": "2025-12-15T21:23:37+00:00",
      "updated": "2026-01-22T18:31:51+00:00",
      "categories": [
        "gr-qc"
      ]
    },
    {
      "arxiv_id": "2601.13173v2",
      "title": "Plunge-Merger-Ringdown Tests of General Relativity with GW250114",
      "authors": [
        "Leonardo Grimaldi",
        "Elisa Maggio",
        "Lorenzo Pompili",
        "Alessandra Buonanno"
      ],
      "abstract": "The binary black hole signal GW250114, the clearest gravitational wave detected to date, offers a unique opportunity to test general relativity in the relativistic strong-gravity regime. How well does GW250114 agree with Einstein's predictions in the plunge-merger-ringdown stage? To address this point, we constrain deviations from general relativity across the plunge-merger-ringdown stage of spin-precessing binaries with a parametrized waveform model within the effective-one-body formalism. We find that deviations from the peak gravitational-wave amplitude and instantaneous frequency of the $(\\ell, |m|)=(2,2)$ mode are constrained to about $10\\%$ and $4\\%$, respectively, at $90\\%$ credible level. These constraints are, respectively, two and four times more stringent than those obtained by analyzing GW150914. We also constrain, for the first time, the instantaneous frequency of the $(\\ell, |m|)=(4,4)$ mode at merger to about $6\\%$, and the time at which the gravitational-wave amplitude peaks to about $5~\\mathrm{ms}$. These results are the most precise tests of general relativity in the nonlinear regime to date, and can be employed to constrain extensions of Einsten's theory.",
      "link": "https://arxiv.org/abs/2601.13173v2",
      "published": "2026-01-19T15:57:37+00:00",
      "updated": "2026-01-22T18:29:28+00:00",
      "categories": [
        "gr-qc",
        "hep-ph"
      ]
    },
    {
      "arxiv_id": "2601.16170v1",
      "title": "The FarView Low Frequency Radio Array on the Moon's Far Side: Science and Array Architecture",
      "authors": [
        "Jack O. Burns",
        "Judd Bowman",
        "Tzu-Ching Chang",
        "Gregg Hallinan",
        "Alex Hegedus",
        "Nivedita Mahesh",
        "Bang Nhan",
        "Jonathan Pober",
        "Ronald Polidan",
        "Willow Smith",
        "Nithyanandan Thyagarajan"
      ],
      "abstract": "FarView is a proposed low frequency radio interferometer for deployment on the lunar far side, enabled by the Moon's radio quiet environment. Operating over 1-50 MHz inaccessible from Earth, FarView will open a new observational window and promote discovery class science in cosmology, heliophysics, Galactic and exoplanet astrophysics. The primary science is measurement of the redshifted 21 cm signal from the Cosmic Dark Ages (z=30-100), identified by the Astro2020 Decadal Survey as a priority cosmology discovery area. FarView will deliver 3D tomographic measurements and precision power spectra of neutral hydrogen in a largely linear regime, enabling tests of inflationary initial conditions, primordial non Gaussianity, dark matter properties, neutrino masses, and early dark energy. The reference design consists of 100000 crossed dipole antennas in a dense core-halo configuration spanning 200 sq km. A compact 4 km core with 83000 dipoles maximizes sensitivity to large scale cosmological modes, while 20000 halo elements extending to 14 km provide angular resolution and calibration for foreground characterization. Sensitivity forecasts indicate a 10-sigma detection of the Dark Ages 21 cm power spectrum at z=30 over five years of half duty cycle lunar night observations. An FFT-based EPIC beamformer is identified as an efficient signal processing architecture. Beyond cosmology, FarView will enable interferometric imaging of low frequency solar radio bursts, advancing space weather studies. Additional capabilities include stellar space weather observations, Galactic cosmic ray tomography via free-free absorption, and searches for auroral radio emission from exoplanet magnetospheres, a probe of exoplanet habitability. FarView represents a flagship class opportunity to establish the Moon as a platform for foundational astrophysics while delivering unique observational capabilities.",
      "link": "https://arxiv.org/abs/2601.16170v1",
      "published": "2026-01-22T18:15:45+00:00",
      "updated": "2026-01-22T18:15:45+00:00",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO"
      ]
    },
    {
      "arxiv_id": "2601.16165v1",
      "title": "Reanalyzing DESI DR1: 4. Percent-Level Cosmological Constraints from Combined Probes and Robust Evidence for the Normal Neutrino Mass Hierarchy",
      "authors": [
        "Mikhail M. Ivanov",
        "James M. Sullivan",
        "Shi-Fan Chen",
        "Anton Chudaykin",
        "Mark Maus",
        "Oliver H. E. Philcox"
      ],
      "abstract": "We present cosmological parameters measurements from the full combination of DESI DR1 galaxy clustering data described with large-scale structure effective field theory. By incorporating additional datasets (photometric galaxies and CMB lensing cross-correlations) and extending the bispectrum likelihood to smaller scales using a consistent one-loop theory computation, we achieve substantial gains in constraining power relative to previous analyses. Combining with the latest DESI baryon acoustic oscillation data and using cosmic microwave background (CMB) priors on the power spectrum tilt and baryon density, we obtain tight constraints on the $Λ$CDM model, finding the Hubble constant $H_0=69.08\\pm 0.37~\\mathrm{km}\\,\\mathrm{s}^{-1}\\mathrm{Mpc}^{-1}$, the matter density fraction $Ω_m=0.2973\\pm 0.0050$, and the mass fluctuation amplitude $σ_8 = 0.815\\pm 0.016$ (or the lensing parameter $S_8\\equivσ_8\\sqrt{Ω_m/0.3}=0.811\\pm 0.016$), corresponding to $0.6\\%$, $1.7\\%$, and $2\\%$ precision respectively. Adding the Pantheon+ supernova sample (SNe), we find a preference of $2.6σ$ for the $w_0w_a$ dynamical dark energy model from low-redshift data alone, which increases to $2.8σ$ when exchanging the SNe with Planck CMB data. Combining full-shape data with BAO, CMB, and SNe likelihoods, we improve the dark energy figure-of-merit by $18\\%$ and bound the sum of the neutrino masses to $M_ν<0.057$ eV in $Λ$CDM and $M_ν<0.095$ eV in the $w_0w_a$ dynamical dark energy model (both at 95\\% CL). This represents an improvement of $25\\%$ over the background expansion constraints and the strongest bound on neutrino masses in $w_0w_a$CDM to date. Our results suggest that the preference for the normal ordering of neutrino mass states holds regardless of the cosmological background model, and is robust in light of tensions between cosmological datasets.",
      "link": "https://arxiv.org/abs/2601.16165v1",
      "published": "2026-01-22T18:10:50+00:00",
      "updated": "2026-01-22T18:10:50+00:00",
      "categories": [
        "astro-ph.CO",
        "hep-ex",
        "hep-ph",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16159v1",
      "title": "Magnetar fraction in Core-Collapse Supernovae",
      "authors": [
        "Celsa Pardo-Araujo",
        "Nanda Rea",
        "Michele Ronchi",
        "Vanessa Graber"
      ],
      "abstract": "Magnetars are extreme neutron stars powered by ultra-strong magnetic fields ($\\sim10^{14}$ Gauss) and are compelling engines for some of the most powerful extragalactic transients such as Super Luminous Supernovae, Gamma-Ray Bursts, and Fast Radio Bursts. Yet their formation rate relative to ordinary neutron stars remains uncertain, often precluding direct comparisons with the rates of these extragalactic transients. Furthermore, magnetars have been recently shown to be evolutionarily related to other neutron star classes, complicating the estimate of the exact magnetar fraction within the neutron star population. We study the magnetar birth fraction in core-collapse supernovae using pulsar population synthesis of all isolated neutron star classes in our Galaxy, incorporating self-consistently the Galactic dynamical evolution, spin-down and magneto-thermal evolution. This approach allows us to derive strong constraints from small close-to-complete observational samples. In particular, looking at the age-limited young ($<$2 kyr) neutron star population in the Milky Way we find 24 detected young neutron stars, with only 10 of them (41%) being classical rotational powered pulsars, while the others (59%) are either magnetars or central compact objects, the latter believed to be equally magnetically powered. We further compare the results with the nearby volume-limited class ($<$500 pc) of X-ray Dim Isolated Neutron stars, old nearby magnetars. We conclude that the observed population of isolated neutron stars in the Galaxy can be reproduced only by assuming a core-collapse supernova rate larger than two, and a larger magnetar fraction than previously inferred. By assuming a bimodal initial magnetic field ($B_0$) distribution at birth, we find that the magnetar class peaks between $B_0\\sim 1-2.5\\times10^{14}$ Gauss and represents on average $\\sim50$% of the entire neutron star population.",
      "link": "https://arxiv.org/abs/2601.16159v1",
      "published": "2026-01-22T18:00:26+00:00",
      "updated": "2026-01-22T18:00:26+00:00",
      "categories": [
        "astro-ph.HE"
      ]
    },
    {
      "arxiv_id": "2512.04607v2",
      "title": "Mode interactions in scalar field cosmology",
      "authors": [
        "Spiros Cotsakis",
        "Ignatios Antoniadis"
      ],
      "abstract": "We study the dynamics of spatially homogeneous Friedmann--Robertson--Walker universes filled with a massive scalar field in a neighbourhood of the massless transition $s=1$. At this point the Einstein--scalar system exhibits a codimension--two Hopf--steady--state organising centre whose versal unfolding describes all small deformations of the quadratic model. After reduction to the centre manifold, the dynamics is governed by two slow geometric modes $(r,z)$: the Hopf amplitude $r$, measuring the kinetic departure from de Sitter, and the slowly drifting Hubble mode $z$. We show that the standard slow--roll parameters follow directly from these unfolding variables, $ε\\sim\\tfrac32 r^{2}$ and $η\\sim z$, so that the spectral tilt, tensor--to--scalar ratio, and scalar amplitude arise as universal functions of $(r,z)$, independently of the choice of potential. The two unfolding parameters $(μ_{1},μ_{2})$ classify all perturbations of the quadratic model and can be interpreted physically as controlling the tilt and curvature deformations of generic polynomial inflationary potentials. Thus the near scale--invariance of primordial perturbations emerges as a structural property of the unfolding of the organising centre, providing a potential--independent mechanism for an early phase of accelerated expansion. We discuss the implications of this geometric framework for the interpretation and classification of inflationary models.",
      "link": "https://arxiv.org/abs/2512.04607v2",
      "published": "2025-12-04T09:29:42+00:00",
      "updated": "2026-01-22T17:56:01+00:00",
      "categories": [
        "gr-qc",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16131v1",
      "title": "A pseudo-bosonic Klein-Gordon field with finite two-points function",
      "authors": [
        "Fabio Bagarello"
      ],
      "abstract": "We introduce a class of pseudo-bosonic Klein-Gordon fields in 1+1 dimensions and we discuss some of their properties. This work originates from non Hermitian quantum mechanics and deformed canonical commutation relations. We show that, within this class of fields, there exist a specific subclass with the interesting feature of having finite equal space-time two-points function, contrarily to what happens for {\\em standard} Klein-Gordon fields. This, in our opinion, is a relevant aspect of our proposal which is a good motivation to undertake a deeper analysis of this (and related) quantum fields.",
      "link": "https://arxiv.org/abs/2601.16131v1",
      "published": "2026-01-22T17:29:13+00:00",
      "updated": "2026-01-22T17:29:13+00:00",
      "categories": [
        "math-ph",
        "hep-th",
        "quant-ph"
      ]
    },
    {
      "arxiv_id": "2601.16129v1",
      "title": "One-Loop QCD Corrections to $\\bar{B}\\to X_c \\ell \\barν_\\ell$ in and Beyond the Standard Model",
      "authors": [
        "Alexandre Carvunis",
        "Gael Finauri"
      ],
      "abstract": "We compute one-loop QCD corrections to the triple differential width of the inclusive decay $\\bar{B} \\to X_c \\ell \\barν_\\ell$ including contributions from all relevant dimension-six operators in the Weak Effective Theory (WET), at leading power in heavy quark expansion. Furthermore we derive for the first time up to order $\\mathcal{O}(α_s)$ analytic expressions for the first three moments of the distribution in the lepton energy, hadronic invariant mass and dilepton invariant mass, in the presence of beyond the Standard Model contributions from the WET.",
      "link": "https://arxiv.org/abs/2601.16129v1",
      "published": "2026-01-22T17:28:51+00:00",
      "updated": "2026-01-22T17:28:51+00:00",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "arxiv_id": "2510.12790v3",
      "title": "Thermodynamics of quantum processes: An operational framework for free energy and reversible athermality",
      "authors": [
        "Himanshu Badhani",
        "Dhanuja G. S.",
        "Siddhartha Das"
      ],
      "abstract": "We explore the thermodynamics of quantum processes (quantum channels) by axiomatically introducing the free energy for channels, defined via the quantum relative entropy with an absolutely thermal channel whose fixed output is in equilibrium with a thermal reservoir. This definition finds strong support through its operational interpretations in designated quantum information and thermodynamic tasks. We construct a resource theory of athermality for quantum processes, where free operations are Gibbs preserving superchannels and golden units are unitary channels with respect to absolutely thermal channel having fully degenerate output Hamiltonian. We exactly characterize the one-shot distillation and formation of quantum channels using hypothesis-testing and max-relative entropy with respect to the absolutely thermal channel. These rates converge asymptotically to the channel free energy (up to a multiplicative factor of half the inverse temperature), establishing its operational meaning and proving the asymptotic reversibility of the athermality. We show the direct relation between the resource theory of athermality and quantum information tasks such as private randomness and purity distillation, and thermodynamic tasks of erasure and work extraction. Our work connects the core thermodynamic concepts of free energy, energy, entropy, and maximal extractable work of quantum processes to their information processing capabilities.",
      "link": "https://arxiv.org/abs/2510.12790v3",
      "published": "2025-10-14T17:58:01+00:00",
      "updated": "2026-01-22T17:22:45+00:00",
      "categories": [
        "quant-ph",
        "cond-mat.stat-mech",
        "hep-th",
        "math-ph"
      ]
    },
    {
      "arxiv_id": "2501.02286v2",
      "title": "Constraining electromagnetic couplings of ultralight scalars from compact stars",
      "authors": [
        "Tanmay Kumar Poddar",
        "Amol Dighe"
      ],
      "abstract": "If an ultralight scalar interacts with the electromagnetic fields of a compact rotating star, then a long-range scalar field is developed outside the star. The Coulomb-like profile of the scalar field to the leading order is equivalent to an effective scalar charge on the star. In a binary star system, the scalar-induced charge would result in a long-range force between the stars, with the scalar field acting as the mediator. The scalar-photon interactions would modify Maxwell's equations for electromagnetic fields in vacuum, resulting in a modified dispersion relation. This could be observed as an apparent redshift for photons emitted by such sources. The scalar field would also induce additional electric and magnetic fields and hence affect the electromagnetic energy radiated from such compact objects. A scalar field sourced by time-varying electromagnetic fields can also carry away energy from a compact star in the form of radiation, and hence contribute to its spin-down luminosity. We constrain the scalar-photon coupling from the measurements of the electromagnetic radiation of a compact star and from its spin-down luminosity, using the Crab pulsar, the soft gamma repeater SGR 1806-20, and the gamma ray burst GRB 080905A. We also project the prospective bounds on the coupling from future measurements of the long-range force between two compact stars in a binary such as PSR J0737-3039, and from the apparent redshifts of compact stars. Future advances in precision-clock sensitivity and targeted observations of stars with strong surface magnetic fields, large radii, and low-frequency emission can substantially tighten these coupling limits.",
      "link": "https://arxiv.org/abs/2501.02286v2",
      "published": "2025-01-04T13:29:51+00:00",
      "updated": "2026-01-22T17:13:46+00:00",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc"
      ]
    },
    {
      "arxiv_id": "2508.13939v2",
      "title": "Implementation of the Martini-Ericson-Chanfray-Marteau RPA-based neutrino and antineutrino cross-section model in the GENIE neutrino event generator",
      "authors": [
        "Lavinia Russo",
        "Marco Martini",
        "Stephen Dolan",
        "Laura Munteanu",
        "Boris Popov",
        "Claudio Giganti"
      ],
      "abstract": "We discuss the first implementation of the Martini-Ericson-Chanfray-Marteau random phase approximation-based (anti)neutrino cross-section model for quasielastic (1p1h) and multinucleon (2p2h and 3p3h) excitations in the widely used GENIE neutrino event generator. Validation steps are presented, in particular, through direct comparisons of GENIE cross-section output with original calculations performed by the authors of the model. Predictions for $^{12}$C, $^{16}$O, and $^{40}$Ar are compared with some available T2K and MicroBooNE experimental measurements showing a reasonable agreement.",
      "link": "https://arxiv.org/abs/2508.13939v2",
      "published": "2025-08-19T15:29:13+00:00",
      "updated": "2026-01-22T17:12:40+00:00",
      "categories": [
        "hep-ex",
        "hep-ph"
      ]
    },
    {
      "arxiv_id": "2510.11699v2",
      "title": "Gamma-ray Orbital Modulation in Spider Pulsars: Three Discoveries and a Universal Modulated Fraction",
      "authors": [
        "Maksat Satybaldiev",
        "Manuel Linares",
        "Vittoria Vecchiotti"
      ],
      "abstract": "Compact binary millisecond pulsars (also known as spiders) allow us to probe pulsar winds in their innermost regions, between the light cylinder (radius $\\sim10^{7}$ cm) and the companion star (at $\\sim10^{11}$ cm). Their flux is known to vary along the orbit, from radio to X-rays. During the past decade, gamma-ray orbital modulation (GOM) has been discovered in a handful of spiders, but its origin remains largely unknown. We present the results of a systematic search for GOM among 43 systems, selecting pulsed 0.1-1 GeV photons and using spin and orbital ephemeris from Fermi's Third Pulsar Catalog. We discover GOM from three spiders - PSR J1124-3653, PSR J1946-5403 and PSR J2215+5135 - and confirm four previous detections. In all seven cases so far, the GOM peaks near the pulsar's superior conjunction. The X-ray orbital light curves are usually in antiphase, peaking when the pulsar is at inferior conjunction, but we find one case where both gamma-rays and X-rays peak around superior conjunction: PSR J1946-5403. We measure the modulated fractions of the GOM and find consistent values for all seven spiders, with an average $22.0\\pm2.6\\%$. Including eclipsing systems seen edge-on, we find no clear dependence of the modulated fraction on the orbital inclination (within $\\simeq$45-90$^\\circ$). Our results challenge previous models proposed to explain GOM in spiders, based on inverse Compton and synchrotron emission close to the companion, since these predict a clear dependence on orbital inclination (stronger modulation at high inclinations). We nearly double the number of GOM detections in spiders, showing that it is more common than previously thought.",
      "link": "https://arxiv.org/abs/2510.11699v2",
      "published": "2025-10-13T17:56:54+00:00",
      "updated": "2026-01-22T17:05:11+00:00",
      "categories": [
        "astro-ph.HE"
      ]
    },
    {
      "arxiv_id": "2509.18273v3",
      "title": "Cyclic Kruskal Universe: a quantum-corrected Schwarzschild black hole in unitary unimodular gravity",
      "authors": [
        "Steffen Gielen",
        "Sofie Ried"
      ],
      "abstract": "We analyse the physical properties of an analytical, nonsingular quantum-corrected black hole solution recently derived in a minisuperspace model for unimodular gravity under the assumption of unitarity in unimodular time. We show that the metric corrections compared to the classical Schwarzschild solutions only depend on a single new parameter, corresponding to a minimal radius where a black hole-white hole transition occurs. While these corrections substantially alter the structure of the spacetime near this minimal radius, they fall off rapidly towards infinity, and we show in various examples how physical properties of the exterior spacetime are very close to those of the Schwarzschild solution. We derive the maximal analytic extension of the initial solution, which corresponds to an infinite sequence of Kruskal spacetimes connected via black-to-white hole transitions, and compare with some other proposals for non-singular black hole metrics. The metric violates the achronal averaged null energy condition, which indicates that we are capturing physics beyond the semiclassical approximation. Finally, we include some thoughts on how to go beyond the simple eternal black hole-white hole model presented here.",
      "link": "https://arxiv.org/abs/2509.18273v3",
      "published": "2025-09-22T18:01:05+00:00",
      "updated": "2026-01-22T17:00:12+00:00",
      "categories": [
        "gr-qc",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.02877v2",
      "title": "Entanglement Entropy for Screened Interactions via Dimensional Mapping to Harmonic Oscillators",
      "authors": [
        "Akshay Kulkarni",
        "Rahul Nigam"
      ],
      "abstract": "We investigate interaction-induced corrections to entanglement entropy by mapping a screened Yukawa-type interaction to an effective harmonic oscillator system with controlled anharmonic perturbations. Starting from a one-dimensional interaction $V(x) = -g^2 e^{-αm x}/x$, we reformulate the problem in terms of a four-dimensional radial oscillator, where the finite screening length generates a systematic hierarchy of polynomial interactions in the radial coordinate. This mapping enables a controlled Rayleigh-Schrodinger perturbative treatment of the ground-state wavefunction and an explicit spectral analysis of the reduced density matrix. Working in the weak-screening regime, we compute the leading non-Gaussian correction arising from the quartic interaction $ρ^4$, which appears at order $α^2$ in the expansion of the Yukawa-like potential. We obtain closed analytic expressions for the resulting small eigenvalues of the reduced density matrix and evaluate their contribution to the von Neumann entanglement entropy. We show that the entropy receives analytic corrections at order $α^2$, originating both from explicit anharmonic state-mixing effects and from the implicit $α$ dependence of the Gaussian width parameter. Our results clarify the distinct roles of harmonic renormalization and genuinely non-Gaussian interactions in generating entanglement, establish a systematic power-counting and normalization scheme for higher-order $ρ^{2n}$ perturbations, and provide a transparent oscillator-based framework for computing entanglement entropy in weakly interacting low-dimensional and field-theoretic systems.",
      "link": "https://arxiv.org/abs/2601.02877v2",
      "published": "2026-01-06T10:04:29+00:00",
      "updated": "2026-01-22T16:59:36+00:00",
      "categories": [
        "quant-ph",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16100v1",
      "title": "Formation and X-ray emission from hot bubbles in planetary nebulae - III. The impact of [Wolf-Rayet]-type winds",
      "authors": [
        "Rogelio Orozco-Duarte",
        "Jesús A. Toalá",
        "S. Jane Arthur",
        "Janis B. Rodríguez-González",
        "Luke Conmy",
        "Rolf Kuiper"
      ],
      "abstract": "We use radiation-hydrodynamical simulations to investigate the formation and synthetic X-ray emission of hot bubbles within planetary nebulae (PNe) driven by the powerful winds of H-deficient, [Wolf-Rayet]([WR])-type stars. Our models, based on {\\sc mesa} stellar evolution tracks for 1--3 M$_{\\odot}$ progenitors, adopt a recent mass-loss rate prescription for [WR] stars and incorporate the enhanced radiative cooling of their C-rich material, comparing the results against standard H-rich PN models. The enhanced mass-loss in the [WR] models leads to an accelerated post-AGB evolution and a subsequent delay in hot bubble formation compared to their H-rich counterparts, as suggested by a previous work. By computing synthetic X-ray spectra that account for the mixed H-rich and H-deficient gas phases, we find that models incorporating [WR] winds exhibit significantly higher X-ray luminosities ($L_\\mathrm{X}$) than their H-rich counterparts, but the emissivity-weighted plasma temperature of the X-ray-emitting gas converge to values of $T_\\mathrm{X} = [1-3] \\times 10^{6}$~K, regardless of whether the system follows a [WR]-type or an H-rich post-AGB evolutionary path. Our results reinforce previous suggestions that mixing is a key mechanism in generating the observed soft X-ray emission even for PN hosting [WR] central stars.",
      "link": "https://arxiv.org/abs/2601.16100v1",
      "published": "2026-01-22T16:48:02+00:00",
      "updated": "2026-01-22T16:48:02+00:00",
      "categories": [
        "astro-ph.SR",
        "astro-ph.GA",
        "astro-ph.HE"
      ]
    },
    {
      "arxiv_id": "2601.16099v1",
      "title": "Matrix Bootstrap Approximation without Positivity Constraint",
      "authors": [
        "Reishi Maeta"
      ],
      "abstract": "We propose a bootstrap approximation method for the Hermitian one-matrix model that does not rely on positivity constraints. The theoretical foundation of this method is that the one-matrix model admits an eigenvalue distribution $ρ(λ)$, and that the moments $w_n$ generated from it satisfy the loop equations. Our framework is designed to numerically determine a self-consistent pair of $ρ(λ)$ and $w_n$ that simultaneously satisfies these two requirements. In the concrete implementation, we employ a least-squares method, for which no sign problem arises in principle, and therefore the method can be formally applied also to Minkowski-type models. Actual numerical calculations show that this bootstrap approximation reproduces, with very high accuracy, the exact solutions for Euclidean-type models and the perturbative results for Minkowski-type models.",
      "link": "https://arxiv.org/abs/2601.16099v1",
      "published": "2026-01-22T16:47:24+00:00",
      "updated": "2026-01-22T16:47:24+00:00",
      "categories": [
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2209.01200v2",
      "title": "$h \\to Υγ$ Decay: Smoking Gun Signature of Wrong-Sign $hb\\bar{b}$ Coupling",
      "authors": [
        "Aditya Batra",
        "Sanjoy Mandal",
        "Rahul Srivastava"
      ],
      "abstract": "We perform a model-independent study of new physics effects in the Higgs decay $h \\to Υγ$, focusing on scenarios that spoil the accidental cancellation between the direct and indirect amplitudes. After imposing all existing constraints from Higgs production and decay measurements, we find that a wrong-sign $h b\\bar b$ coupling is the only viable scenario capable of enhancing the $h \\to Υγ$ decay width by nearly two orders of magnitude. Therefore, an observation of a significantly enhanced $h \\to Υγ$ rate at the LHC or future colliders would provide unambiguous evidence for a wrong-sign $h b\\bar b$ coupling, directly pointing to the presence of an extended Higgs sector.",
      "link": "https://arxiv.org/abs/2209.01200v2",
      "published": "2022-09-02T17:51:05+00:00",
      "updated": "2026-01-22T16:41:13+00:00",
      "categories": [
        "hep-ph",
        "hep-ex"
      ]
    },
    {
      "arxiv_id": "2601.16088v1",
      "title": "Carrier envelope phase and pulse shape effects on vacuum pair production in asymmetric electric fields with bell-shaped envelopes",
      "authors": [
        "Abhinav Jangir",
        "Anees Ahmed"
      ],
      "abstract": "We investigate the combined effects of carrier envelope phase and laser pulse shape on electron-positron pair production in the presence of an external time-dependent asymmetric electric field by solving the quantum Vlasov equation. We analyze how the pulse asymmetry, the envelope type (Gaussian, Lorentzian and Sauter), and the carrier envelope phase jointly influence the momentum distribution and the number density of created pairs. Our results show that pair production exhibits extreme sensitivity to both the degree of temporal asymmetry and the steepness of the envelope on either side of the pulse. These effects are qualitatively explained through a turning-point analysis, which, for the first time, is carried out for a non-analytic electric field using a regularization scheme. We observed that multiphoton pair production dominates the Schwinger mechanism in the case of a long falling-pulse asymmetry. For a short falling pulse with a flat-topped profile, pair production is further facilitated. We demonstrate that the number density can be enhanced by two to three orders of magnitude by choosing certain field parameters.",
      "link": "https://arxiv.org/abs/2601.16088v1",
      "published": "2026-01-22T16:36:00+00:00",
      "updated": "2026-01-22T16:36:00+00:00",
      "categories": [
        "hep-ph",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16085v1",
      "title": "Multi-particle correlators with higher KK modes I: a bootstrap approach",
      "authors": [
        "Francesco Aprile",
        "Stefano Giusto",
        "Rodolfo Russo",
        "Joao Vilas Boas"
      ],
      "abstract": "We bootstrap tree-level supergravity four-point correlators on AdS$_5\\times$S$^5$ with one external half-BPS double-particle operator and three half-BPS single-particle operators. Our only input is the consistency of the operator product expansion of $SU(N)$ ${\\cal N} = 4$ super Yang-Mills theory at large $N$ and large 't Hooft coupling. Even though the leading order OPE does not close on double-particle operators, but involves triple-particle operators, the CFT data of the double-particle operators, both long and protected, is sufficient to uniquely fix the correlators. We then verify that our results for the four-point correlators with one double-particle and three single-particle operators are reproduced by the appropriate double-particle limit of the five-point tree-level correlators of single-particle operators, with arbitrary Kaluza-Klein levels, recently conjectured in arXiv:2507.14124. Our study thus provides further evidence for the latter result.",
      "link": "https://arxiv.org/abs/2601.16085v1",
      "published": "2026-01-22T16:32:01+00:00",
      "updated": "2026-01-22T16:32:01+00:00",
      "categories": [
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16082v1",
      "title": "Roche limit and stellar disruption in the Simpson--Visser spacetime",
      "authors": [
        "Marcos V. de S. Silva"
      ],
      "abstract": "Due to the tidal forces that a black hole can produce, certain types of compact objects may undergo disruption as they approach the black hole. This disruption point is known as the Roche limit (or Roche radius). In this work, we studied the tidal forces arising from the presence of the Simpson--Visser black bounce. We analyzed the tidal forces both for a static observer and for a radially infalling observer and showed that differences arise depending on the choice of observer. We used the tidal forces together with the stellar binding forces to determine the Roche radius for neutron stars, white dwarfs, and Sun-like stars, and to investigate how the Simpson--Visser regularization affects the tidal disruption of these astrophysical objects. We also examined whether, for astrophysical black holes such as M87* and Sgr~A*, these stellar disruption processes occur inside or outside the event horizon, and thus whether they are observable.",
      "link": "https://arxiv.org/abs/2601.16082v1",
      "published": "2026-01-22T16:25:13+00:00",
      "updated": "2026-01-22T16:25:13+00:00",
      "categories": [
        "gr-qc"
      ]
    },
    {
      "arxiv_id": "2512.20468v2",
      "title": "Calibration Method of Spacecraft-Inertial Sensor Center-of-Mass Offset for the Taiji Gravitational Wave Detection Mission under Science Mode",
      "authors": [
        "Haoyue Zhang",
        "Dong Ye",
        "Peng Xu",
        "Yunhai Geng",
        "Li-E Qiang",
        "Ziren Luo"
      ],
      "abstract": "Accurately calibrating the center-of-mass (CoM) offset between the spacecraft (SC) and the inertial sensor test mass (TM) is crucial for space-based gravitational-wave (GW) antennas, such as LISA and Taiji. Current calibration methods require additional spacecraft maneuvers that disrupt science data continuity and inter-satellite links, compromising the coherence of gravitational wave signals. Here, we present a maneuver-free calibration scheme that directly estimates the CoM offset vector using only standard science-mode measurements from inertial sensors, interferometers, and differential wavefront sensors. By embedding the CoM offset induced coupling acceleration as an extended state in a model-based adaptive Kalman filter, we achieve estimation accuracy of 0.01-1.5 mm across all axes with a maximum error below 1%. This approach enables continuous, high-precision calibration during nominal observation runs, ensuring continuous and coherent gravitational wave data collection while maintaining the required precision, and also facilitating advanced DFACS functions such as performance evaluations and fault diagnosis. For LISA-like missions, where data continuity is paramount for detecting faint gravitational wave signals, this method will enhance scientific output and reliability.",
      "link": "https://arxiv.org/abs/2512.20468v2",
      "published": "2025-12-23T16:03:18+00:00",
      "updated": "2026-01-22T16:24:55+00:00",
      "categories": [
        "gr-qc",
        "astro-ph.IM",
        "physics.ins-det"
      ]
    }
  ]
}