{
  "run_date": "2026-01-25",
  "source": "arxiv",
  "config_path": "config/config.yaml",
  "profile_path": "profiles/group_profile.json",
  "query": "cat:hep-ph OR cat:gr-qc OR cat:astro-ph.HE OR cat:hep-ex",
  "fetched_at": "2026-01-25T17:43:06.667614+00:00",
  "papers": [
    {
      "arxiv_id": "2508.15891v2",
      "title": "Constraining light dark matter in vector-scalar portals with COSI and AMEGO-X",
      "authors": [
        "Maíra Dutra",
        "Clarissa Siqueira",
        "Tonia M. Venters"
      ],
      "abstract": "Detecting gamma-ray signals that could be due to dark matter (DM) particles would give us invaluable information about the nature of DM. In particular, gamma-ray lines could provide a way to measure the DM mass. The excellent energy resolution of the upcoming Compton Spectrometer and Imager (COSI) will allow us to probe underexplored regions of the DM parameter space while being sensitive to distinctive spectral features of potential DM signals. In this work, we consider a fermionic sub-GeV DM charged under a new U(1) gauge symmetry. Both the DM and the new gauge boson $Z'$ acquire mass from a new singlet scalar. The masses of the new particles in this class of vector-scalar portal models are naturally at the MeV scale, enabling detectable gamma-ray lines in the bandpasses of COSI and proposed missions such as the All-sky Medium Energy Gamma-ray Observatory eXplorer (AMEGO-X). We estimate the sensitivities of COSI and AMEGO-X to sub-GeV DM in this context, considering a B-L and a purely axial $Z'$ as benchmark examples. We find regions of the parameter space where COSI will provide leading constraints, beyond the strong CMB limits. On the other hand, AMEGO-X would probe most of the viable parameter space leading to continuum gamma rays. The implementation of our generic vector-scalar portal model in the Hazma toolkit is available at GitHub.",
      "link": "https://arxiv.org/abs/2508.15891v2",
      "published": "2025-08-21T18:00:01+00:00",
      "updated": "2026-01-22T18:47:17+00:00",
      "categories": [
        "hep-ph",
        "astro-ph.HE",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16190v1",
      "title": "Evolution of the recent high-accretion state of the recurrent nova T CrB: HST, Swift, NuSTAR, and XMM-Newton observations",
      "authors": [
        "G. J. M. Luna",
        "N. P. M. Kuin",
        "K. Mukai",
        "J. L. Sokoloski",
        "K. Page",
        "J. P. Osborne"
      ],
      "abstract": "As the recurrent nova T Coronae Borealis (T CrB) approaches its next predicted thermonuclear eruption, it is currently exhibiting a \"super-active state\" (SAS) characterized by enhanced multiwavelength emission similar to the behavior recorded prior to the 1946 outburst. We present a multiwavelength analysis of the SAS and the subsequent \"faint state\" using observations from HST, Swift, NuSTAR, and XMM-Newton. Our results indicate that the SAS was driven by an increase in the mass accretion rate, which caused the accretion disk's boundary layer to become optically thick. A weighted least squares regression analysis quantifies the evolution of the accretion components, displaying a highly significant (4.5$σ$) increase in the luminosity of the optically thin cooling flow (L$_{cf}$) and a marginal (2.58$σ$) decrease in the optically thick boundary layer luminosity (L$_{bb}$) as the system transitioned into the faint state. We find that this dimming is consistent with an intrinsic change in the accretion flow rather than dust obscuration, supported by the lack of infrared excess and the stability of the 2175 Å feature. Additionally, a time-series analysis using autoregressive modeling to account for correlated red noise revealed no significant periodicities, thereby disputing the previously reported $\\sim$6000 s signal. These findings suggest that the pre-outburst evolution of T CrB is characterized by significant changes in the accretion disk structure and boundary layer, providing a self-consistent physical framework for the system's behavior as it approaches eruption.",
      "link": "https://arxiv.org/abs/2601.16190v1",
      "published": "2026-01-22T18:42:04+00:00",
      "updated": "2026-01-22T18:42:04+00:00",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ]
    },
    {
      "arxiv_id": "2512.13906v3",
      "title": "A cyclic quintessence-dominated universe with negative cosmological constant in a scale-invariance modified gravity",
      "authors": [
        "Nasr Ahmed",
        "Kazuharu Bamba"
      ],
      "abstract": "The AdS vacuum corresponds to a negative cosmological constant $Λ$. While it is well-motivated theoretically, There has always been controversy over its actual existence. The AdS-dS transition is corresponding to a sign switching $Λ$. We propose an ansatz for a negative time-varying cosmological constant as a function of Hubble parameter $Λ(H)$, and use it in constructing a periodic model with no future singularity in a scale-invariance gravity. While the negative $Λ$ ansatz leads to a physically acceptable cosmic description, we get unphysical parameters with positive and zero values of $Λ$. The model reveals a sign flipping of cosmic pressure during each period in a quintessence-dominated universe associated with a Quintom behavior occurs near the end of the cycle. The current work represents a revisit to the non-conventional mechanism of negative $Λ$ that are expected to address the late-time acceleration.",
      "link": "https://arxiv.org/abs/2512.13906v3",
      "published": "2025-12-15T21:23:37+00:00",
      "updated": "2026-01-22T18:31:51+00:00",
      "categories": [
        "gr-qc"
      ]
    },
    {
      "arxiv_id": "2601.13173v2",
      "title": "Plunge-Merger-Ringdown Tests of General Relativity with GW250114",
      "authors": [
        "Leonardo Grimaldi",
        "Elisa Maggio",
        "Lorenzo Pompili",
        "Alessandra Buonanno"
      ],
      "abstract": "The binary black hole signal GW250114, the clearest gravitational wave detected to date, offers a unique opportunity to test general relativity in the relativistic strong-gravity regime. How well does GW250114 agree with Einstein's predictions in the plunge-merger-ringdown stage? To address this point, we constrain deviations from general relativity across the plunge-merger-ringdown stage of spin-precessing binaries with a parametrized waveform model within the effective-one-body formalism. We find that deviations from the peak gravitational-wave amplitude and instantaneous frequency of the $(\\ell, |m|)=(2,2)$ mode are constrained to about $10\\%$ and $4\\%$, respectively, at $90\\%$ credible level. These constraints are, respectively, two and four times more stringent than those obtained by analyzing GW150914. We also constrain, for the first time, the instantaneous frequency of the $(\\ell, |m|)=(4,4)$ mode at merger to about $6\\%$, and the time at which the gravitational-wave amplitude peaks to about $5~\\mathrm{ms}$. These results are the most precise tests of general relativity in the nonlinear regime to date, and can be employed to constrain extensions of Einsten's theory.",
      "link": "https://arxiv.org/abs/2601.13173v2",
      "published": "2026-01-19T15:57:37+00:00",
      "updated": "2026-01-22T18:29:28+00:00",
      "categories": [
        "gr-qc",
        "hep-ph"
      ]
    },
    {
      "arxiv_id": "2601.16165v1",
      "title": "Reanalyzing DESI DR1: 4. Percent-Level Cosmological Constraints from Combined Probes and Robust Evidence for the Normal Neutrino Mass Hierarchy",
      "authors": [
        "Mikhail M. Ivanov",
        "James M. Sullivan",
        "Shi-Fan Chen",
        "Anton Chudaykin",
        "Mark Maus",
        "Oliver H. E. Philcox"
      ],
      "abstract": "We present cosmological parameters measurements from the full combination of DESI DR1 galaxy clustering data described with large-scale structure effective field theory. By incorporating additional datasets (photometric galaxies and CMB lensing cross-correlations) and extending the bispectrum likelihood to smaller scales using a consistent one-loop theory computation, we achieve substantial gains in constraining power relative to previous analyses. Combining with the latest DESI baryon acoustic oscillation data and using cosmic microwave background (CMB) priors on the power spectrum tilt and baryon density, we obtain tight constraints on the $Λ$CDM model, finding the Hubble constant $H_0=69.08\\pm 0.37~\\mathrm{km}\\,\\mathrm{s}^{-1}\\mathrm{Mpc}^{-1}$, the matter density fraction $Ω_m=0.2973\\pm 0.0050$, and the mass fluctuation amplitude $σ_8 = 0.815\\pm 0.016$ (or the lensing parameter $S_8\\equivσ_8\\sqrt{Ω_m/0.3}=0.811\\pm 0.016$), corresponding to $0.6\\%$, $1.7\\%$, and $2\\%$ precision respectively. Adding the Pantheon+ supernova sample (SNe), we find a preference of $2.6σ$ for the $w_0w_a$ dynamical dark energy model from low-redshift data alone, which increases to $2.8σ$ when exchanging the SNe with Planck CMB data. Combining full-shape data with BAO, CMB, and SNe likelihoods, we improve the dark energy figure-of-merit by $18\\%$ and bound the sum of the neutrino masses to $M_ν<0.057$ eV in $Λ$CDM and $M_ν<0.095$ eV in the $w_0w_a$ dynamical dark energy model (both at 95\\% CL). This represents an improvement of $25\\%$ over the background expansion constraints and the strongest bound on neutrino masses in $w_0w_a$CDM to date. Our results suggest that the preference for the normal ordering of neutrino mass states holds regardless of the cosmological background model, and is robust in light of tensions between cosmological datasets.",
      "link": "https://arxiv.org/abs/2601.16165v1",
      "published": "2026-01-22T18:10:50+00:00",
      "updated": "2026-01-22T18:10:50+00:00",
      "categories": [
        "astro-ph.CO",
        "hep-ex",
        "hep-ph",
        "hep-th"
      ]
    },
    {
      "arxiv_id": "2601.16159v1",
      "title": "Magnetar fraction in Core-Collapse Supernovae",
      "authors": [
        "Celsa Pardo-Araujo",
        "Nanda Rea",
        "Michele Ronchi",
        "Vanessa Graber"
      ],
      "abstract": "Magnetars are extreme neutron stars powered by ultra-strong magnetic fields ($\\sim10^{14}$ Gauss) and are compelling engines for some of the most powerful extragalactic transients such as Super Luminous Supernovae, Gamma-Ray Bursts, and Fast Radio Bursts. Yet their formation rate relative to ordinary neutron stars remains uncertain, often precluding direct comparisons with the rates of these extragalactic transients. Furthermore, magnetars have been recently shown to be evolutionarily related to other neutron star classes, complicating the estimate of the exact magnetar fraction within the neutron star population. We study the magnetar birth fraction in core-collapse supernovae using pulsar population synthesis of all isolated neutron star classes in our Galaxy, incorporating self-consistently the Galactic dynamical evolution, spin-down and magneto-thermal evolution. This approach allows us to derive strong constraints from small close-to-complete observational samples. In particular, looking at the age-limited young ($<$2 kyr) neutron star population in the Milky Way we find 24 detected young neutron stars, with only 10 of them (41%) being classical rotational powered pulsars, while the others (59%) are either magnetars or central compact objects, the latter believed to be equally magnetically powered. We further compare the results with the nearby volume-limited class ($<$500 pc) of X-ray Dim Isolated Neutron stars, old nearby magnetars. We conclude that the observed population of isolated neutron stars in the Galaxy can be reproduced only by assuming a core-collapse supernova rate larger than two, and a larger magnetar fraction than previously inferred. By assuming a bimodal initial magnetic field ($B_0$) distribution at birth, we find that the magnetar class peaks between $B_0\\sim 1-2.5\\times10^{14}$ Gauss and represents on average $\\sim50$% of the entire neutron star population.",
      "link": "https://arxiv.org/abs/2601.16159v1",
      "published": "2026-01-22T18:00:26+00:00",
      "updated": "2026-01-22T18:00:26+00:00",
      "categories": [
        "astro-ph.HE"
      ]
    },
    {
      "arxiv_id": "2512.04607v2",
      "title": "Mode interactions in scalar field cosmology",
      "authors": [
        "Spiros Cotsakis",
        "Ignatios Antoniadis"
      ],
      "abstract": "We study the dynamics of spatially homogeneous Friedmann--Robertson--Walker universes filled with a massive scalar field in a neighbourhood of the massless transition $s=1$. At this point the Einstein--scalar system exhibits a codimension--two Hopf--steady--state organising centre whose versal unfolding describes all small deformations of the quadratic model. After reduction to the centre manifold, the dynamics is governed by two slow geometric modes $(r,z)$: the Hopf amplitude $r$, measuring the kinetic departure from de Sitter, and the slowly drifting Hubble mode $z$. We show that the standard slow--roll parameters follow directly from these unfolding variables, $ε\\sim\\tfrac32 r^{2}$ and $η\\sim z$, so that the spectral tilt, tensor--to--scalar ratio, and scalar amplitude arise as universal functions of $(r,z)$, independently of the choice of potential. The two unfolding parameters $(μ_{1},μ_{2})$ classify all perturbations of the quadratic model and can be interpreted physically as controlling the tilt and curvature deformations of generic polynomial inflationary potentials. Thus the near scale--invariance of primordial perturbations emerges as a structural property of the unfolding of the organising centre, providing a potential--independent mechanism for an early phase of accelerated expansion. We discuss the implications of this geometric framework for the interpretation and classification of inflationary models.",
      "link": "https://arxiv.org/abs/2512.04607v2",
      "published": "2025-12-04T09:29:42+00:00",
      "updated": "2026-01-22T17:56:01+00:00",
      "categories": [
        "gr-qc",
        "hep-th"
      ]
    }
  ]
}